'''
1.算术运算符
    加 +
    减 -
    乘 *
    除 /
    取整 //  -9//2 = -5  9//2 = 4
    取余 %
    幂乘 **
2.比较（关系）运算符
    等于 ==
    不等于 !=
    大于  >
    大于等于  >=
    小于 <
    小于等于  <=
3.赋值运算符
    简单赋值    =
    组合赋值    +=  -= *= /=  //=  %=  **=
4.逻辑运算符
    与   and
    或   or
    非   not
5.位运算符(按二进制运算)
    与   &
    或   |
    非   ~
    异或  ^
    左移  <<
    右移  >>
6.成员运算符
    查找元素是否在序列中（string, tuple,list）
    在   in
    不在  not in
7.身份运算符
    用于比较是否为同一存储单元
    是同一单元   is
    不是同一单元  is not
8.运算符优先级


参考：https://www.runoob.com/python/python-operators.html
'''


